import pic1 from "../Helper/img/OtherContent/1.jpg";
import pic2 from "../Helper/img/OtherContent/2.jpg";
import pic3 from "../Helper/img/OtherContent/3.jpg";
import pic4 from "../Helper/img/OtherContent/4.jpg";
import pic5 from "../Helper/img/OtherContent/5.jpg";
import pic6 from "../Helper/img/OtherContent/6.jpg";
import pic7 from "../Helper/img/OtherContent/7.jpg";
import pic8 from "../Helper/img/OtherContent/8.jpg";
import pic9 from "../Helper/img/OtherContent/9.jpg";

export const OtherContentItems = [
  {
    id: 1,
    img: pic1,
    title: "چطور کیک شربتی (کیک باقلوا) درست کنیم؟",
    date: "23 دی 1399",
    text: "شرکت گوگل که به عنوان یکی از بزرگ‌ترین شرکت‌های حوزه فناوری شناخته می‌شود، در جریان رویدادی در روز س ...",
  },
  {
    id: 2,
    img: pic2,
    title:
      "گوگل با کمک هوش مصنوعی رونویسی و ترجمه همزمان مکالمات را ممکن می‌کند!",
    date: "23 دی 1399",
    text: "شرکت گوگل که به عنوان یکی از بزرگ‌ترین شرکت‌های حوزه فناوری شناخته می‌شود، در جریان رویدادی در روز س ...",
  },
  {
    id: 3,
    img: pic3,
    title: "گلکسی Z Flip در برابر موتورولا ریزر؛ نبرد گوشی‌های تاشو تازه‌نفس",
    date: "23 دی 1399",
    text: "در سال ۲۰۱۹ دو شرکت مهم هواوی و سامسونگ اولین گوشی تاشو خود را روانه‌ی بازار کردند که البته گوشی هوا ...",
  },
  {
    id: 4,
    img: pic4,
    title: "ماجرای فروش سوسیس توسط فولکس واگن چیست؟",
    date: "23 دی 1399",
    text: "فولکس واگن یکی از بزرگ‌ترین خودروسازان جهان است و خودروهای پرفروشی را در سبد محصولاتش جای داده است. ...",
  },
  {
    id: 5,
    img: pic5,
    title:
      "دردسر تازه ویروس کرونا برای اپل؛ آیفون ۹ ممکن است با تاخیر تولید شود",
    date: "23 دی 1399",
    text: "پیش از این در خبرها اعلام کردیم که اپل در تدارک آغاز فرایند تولید انبوه آیفون ۹ از ماه آینده میلادی ...",
  },

  {
    id: 6,
    img: pic6,
    title: "یافته‌های جدید از داغ‌ترین سیاره فراخورشیدی شناخته‌شده ",
    date: "23 دی 1399",
    text: "اخترشناسان با بررسی داغ‌ترین سیاره فراخورشیدی شناخته‌شده به این نتیجه رسیدند که این سیاره به حدی داغ ...",
  },
  {
    id: 7,
    img: pic7,
    title: "جدیدترین گزارش مالی اپل منتشر شد؛ ثبت رکورد جدید    ",
    date: "23 دی 1399",
    text: "روز گذشته، اپل گزارش مربوط به درآمد دریافتی در نخستین فصل مالی ۲۰۲۰ را منتشر کرد. طبق این گزارش، اپل ..",
  },
  {
    id: 8,
    img: pic8,
    title: "گوشی‌های هواوی P40 احتمالا ارزان‌تر از نسل قبلی خواهند بود",
    date: "23 دی 1399",
    text: "سال گذشته هواوی P30 پرو با قیمت پایه ۱۰۰۰ یورو معرفی شد و مدل پایه P30 هم ۸۰۰ یورو قیمت داشت. اما حا ...",
  },
  {
    id: 9,
    img: pic9,
    title:
      "    رندرهای جدید گلکسی Z Flip مشخصات ظاهری آن را به‌صورت کامل فاش کردند",
    date: "23 دی 1399",
    text: "در حالی‌که تنها دو هفته به برگزاری رویداد Unpacked سامسونگ باقی مانده است، روز گذشته تصاویری از گوشی ...",
  },
];
